Repository: hendralijaya/localized-shoes-store
Catalog: LocalizedStore/Localizable.xcstrings
Source language: en
Languages: ar, id

source: %lld days left
ar: تبقى%lld أيام
id: %lld hari promo tersisa

# %lld item left
source: %lld items left
ar: %lld عناصر متبقية
id: %lld item tersedia

source: 20% off
ar: 20٪ خصم
id: Diskon 20%

source: Account
ar: حساب
id: Akun

source: Add to Bag
ar: أضف الى الحقيبة
id: Tambah keranjang

source: Category
ar: فئة
id: Kategori

source: Credit Card Offers
ar: روض بطاقات الائتمان
id: Promo Kartu Kredit

source: Lebaran Sale
ar: بيع ليباران
id: Promo Lebaran

source: Lebaran Sale!
ar: بيع عيد الفصح!
id: Promo Lebaran!

source: Offers
ar: عروض
id: Promo

source: See All
ar: اظهار الكل
id: Lihat semua

source: Size
ar: حجم
id: Ukuran

source: Special Coupons For You
ar: كوبونات خاصة بالنسبة لك
id: Kupon Special Buat Kamu

source: What is your size?
ar: ما هو مقاسك؟
id: Berapa ukuranmu?

source: Wishlist
ar: قائمة الرغبات
